Repository: Seziimx/univer
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: kk

source: Portal
kk: Портал

source: Логотип университета
kk: Университет логотипі

source: Заявки
kk: Өтініштер

source: История
kk: Тарих

source: Календарь
kk: Күнтізбе

source: Отчёты
kk: Есептер

source: Пользователи
kk: Пайдаланушылар

source: Подать заявку
kk: Өтініш беру

source: Мои заявки
kk: Менің өтініштерім

source: Выйти
kk: Шығу

source: Рус
kk: Орыс

source: Қаз
kk: Қазақ

source: Календарь заявок
kk: Өтініштер күнтізбесі

source: Список пользователей
kk: Пайдаланушылар тізімі

source: Почта
kk: Пошта

source: Роль
kk: Рөл

source: Действия
kk: Әрекеттер

source: Администратор
kk: Әкімші

source: Сотрудник
kk: Қызметкер

source: Удалить
kk: Жою

source: Вы точно хотите удалить этого пользователя?
kk: Шынымен осы пайдаланушыны жоюды қалайсыз ба?

source: Панель управления
kk: Әкімшілік панель

source: Все типы
kk: Барлық түрлері

source: Картридж Canon 737
kk: Canon 737 картриджі

source: HDMI сплитер 4-1 с переключателем
kk: HDMI 4-1 қосқышы бар сплиттер

source: USB Flash карта Kingston DTXM/256 GB
kk: USB флеш-карта Kingston DTXM/256 GB

source: Мышь проводная Logitech B100
kk: Logitech B100 сыммен тышқан

source: Монитор Samsung 24
kk: Samsung 24\

source: Веб-камера Logitech C270
kk: Logitech C270 веб-камера

source: Наушники с микрофоном Defender
kk: Defender құлаққаптары мен микрофоны

source: Проектор ViewSonic
kk: ViewSonic проекторы

source: Картридж HP CF283A (83A)
kk: HP CF283A (83A) картриджі

source: Чип для картриджа HP 83A
kk: HP 83A картридж чипі

source: Клавиатура Smartbuy ONE 101
kk: Smartbuy ONE 101 пернетақтасы

source: Универсальная зарядка для ноутбуков
kk: Ноутбукке арналған әмбебап зарядтағыш

source: Принтер Brother HL-L2365
kk: Brother HL-L2365 принтері

source: Сетевой фильтр 5 розеток
kk: 5 розеткалы қуат сүзгісі

source: Кабель HDMI 1.5м
kk: 1.5м HDMI кабелі

source: Кабель USB–microUSB
kk: USB–microUSB кабелі

source: Папка для документов A4
kk: A4 құжаттарға арналған қалта

source: Блок питания ATX 500W
kk: ATX қуат көзі 500W

source: Роутер TP-Link Archer C20
kk: TP-Link Archer C20 маршрутизаторы

source: Оборудование
kk: Жабдық

source: Ремонт
kk: Жөндеу

source: Все статусы
kk: Барлық күйі

source: Ожидает
kk: Күту

source: Отклонено
kk: Бас тартылды

source: Неизвестно
kk: Белгісіз

source: Поиск...
kk: Іздеу...

source: Применить
kk: Қолдану

source: Список заявок
kk: Өтініштер тізімі

source: Заявки не найдены.
kk: Өтініштер табылмады

source: Дата:
kk: Күні:

source: Статус:
kk: Күйі:

source: Факультет:
kk: Факультеті:

source: Кто оставил заявку:
kk: Өтінішті қалдырған адам:

source: Сделано
kk: Аяқталды

source: Ожидание
kk: Күту

source: Отказ
kk: Бас тарту

source: Неясно
kk: Белгісіз

source: Комментарий
kk: Пікір

source: Создание профиля
kk: Профильді жасау

source: Должность
kk: Қызмет атауы

source: Выберите роль
kk: Роль таңдаңыз

source: Выберите вашу роль
kk: Рольді таңдаңыз

source: Сохранить профиль
kk: Профильді сақтау

source: Редактировать профиль
kk: Профильді жөндеу

source: Мой профиль
kk: Профиль

source: Загрузить фото:
kk: Жүктеу:

source: Сохранить изменения
kk: Сақтау

source: Выберите тип заявки
kk: Өтініш түрін таңдаңыз

source: Описание заявки...
kk: Өтініш сипаттамасы...

source: 🔥 Срочно
kk: 🔥 Тез арада

source: Файл не выбран
kk: Файл таңдалмады

source: Отправить
kk: Жіберу

source: Восстановление пароля
kk: Құпия сөзді қалпына келтіру

source: Введите ваш email
kk: Электрондық поштаңызды енгізіңіз

source: Вернуться на главную
kk: Оралу

source: История завершённых заявок
kk: Аяқталған өтінімдердің тарихы

source: Список завершённых заявок
kk: Аяқталған өтінімдер тізімі

source: Комментарий сотрудника:
kk: Қызметкердің комментарий:

source: Заявки не найдены. Попробуйте изменить фильтры или сбросить поиск.
kk: Өтінімдер табылмады. Сүзгілерді өзгертуге немесе іздеуді қалпына келтіруге тырысыңыз.

source: Вход
kk: Кіру

source: Имя пользователя
kk: Пайдаланушы аты

source: Забыли пароль?
kk: Құпия сөзді ұмыттыңыз ба?

source: Войти
kk: Кіру

source: или войдите через соцсети
kk: немесе әлеуметтік желілер арқылы кіріңіз

source: Регистрация
kk: Тіркелу

source: Электронная почта
kk: Электрондық пошта

source: Зарегистрироваться
kk: Тіркелу

source: или зарегистрируйтесь через соцсети
kk: немесе әлеуметтік желілер арқылы тіркеліңіз

source: ЗДРАВСТВУЙТЕ!
kk: СӘЛЕМ!

source: Нет аккаунта?
kk: Аккаунт жоқ па?

source: ДОБРО ПОЖАЛОВАТЬ!
kk: ҚОШ КЕЛДІҢІҢІЗ!

source: Уже есть аккаунт?
kk: Аккаунт бар ма?

source: История заявок
kk: Өтінімдер тарихы

source: Тип
kk: Түрі

source: 'Описание
kk: Сипаттама

source: Дата
kk: Күні

source: Оценка
kk: Бағалау

source: Профиль администратора
kk: Администратор профилі

source: Профиль сотрудника
kk: Қызметкердің профилі

source: Формирование отчётов
kk: Есептерді қалыптастыру

source: За весь год
kk: Жыл бойы

source: Скачать Excel
kk: Excel жүктеу

source: Сброс пароля
kk: Құпия сөзді қалпына келтіру

source: Сбросить пароль
kk: Құпия сөзді қалпына келтіру

source: Выбор роли
kk: Рөлді таңдау

source: Оставьте комментарий...
kk: Пікір қалдырыңыз...
